Repository: xentripetal/XenRP
Catalog: bridge/resources/XenRP/messages/administration/AdminRes.*.resx
Languages: pt_br

# god_mode_on
source: You're now in God mode.
pt_br: Voce esta agora no modo Deus.

# god_mode_off
source: You've toggled off God mode.
pt_br: Voce desativou o modo Deus.

# bring_player
source: The staff member {0} has brought you to his position.
pt_br: O membro da equipe {0} trouxe voce para sua posição.

# goto_player
source: You've teleported to {0}'s position.
pt_br: Voce se teletransportou para a posição de {0}.

# vehicle_dimension_modified
source: You've changed to '{0}' the vehicle's dimension.
pt_br: Voce mudou para '{0}' a dimensão do veículo.

# vehicle_faction_modified
source: You've changed to '{0}' the vehicle's faction.
pt_br: Voce mudou para '{0}' a facção do veículo.

# vehicle_owner_modified
source: You've changed to '{0}' the vehicle's owner.
pt_br: Voce mudou para '{0}' o proprietario do veículo.

# vehicle_pos_updated
source: You've updated the vehicle's position.
pt_br: Voce atualizou a posição do veículo.

# player_revived
source: You've revived {0}.
pt_br: Voce reviveu {0}.

# parking_info
source: Parking {0} - Information:
pt_br: Estacionamento {0} - Informações:

# parking_created
source: You've created a parking in your position.
pt_br: Voce criou um estacionamento na sua posição.

# parking_deleted
source: You've deleted the closest parking.
pt_br: Voce excluiu o estacionamento mais próximo.

# player_bank_modified
source: You've change to {0}$ {1}'s bank money.
pt_br: Voce mudou o dinheiro do banco do jogador {1} para {0} R$.

# player_money_modified
source: You've change to {0}$ {1}'s hand money.
pt_br: Voce mudou o dinheiro da mão do jogador {1} para {0} R$.

# player_faction_modified
source: You've changed to '{0}' {1}'s faction.
pt_br: Voce mudou a facção do jogador '{1}' para '{0}'.

# player_job_modified
source: You've changed to '{0}' {1}'s job.
pt_br: Voce mudou o cargo de emprego do jogador '{1}' para '{0}'.

# player_rank_modified
source: You've changed to '{0}' {1}'s faction rank.
pt_br: Voce mudou o cargo da facção do jogador {1} para '{0}'.

# player_dimension_modified
source: You've changed to '{0}' {1}'s dimension.
pt_br: Voce mudou para '{0}' {1} 's dimension.

# house_created
source: You've created a house in your position.
pt_br: Voce criou uma casa em sua posição.

# house_deleted
source: You've deleted the closest house.
pt_br: Voce eliminou a casa mais próxima.

# house_interior_modified
source: You've changed to '{0}' the house's dimension.
pt_br: Voce mudou para '{0}' a dimensão da casa.

# house_price_modified
source: You've changed to '{0}' the house's price.
pt_br: Voce mudou para '{0}' o preço da casa.

# house_owner_modified
source: {0} is the new owner of this house.
pt_br: {0} e o novo proprietario desta casa.

# house_name_modified
source: {0} is the new address of this house.
pt_br: {0} e o novo endereço desta casa.

# house_status_modified
source: You've changed to '{0}' the house's state.
pt_br: Voce mudou para '{0}' o estado da casa.

# house_rental_modified
source: You've changed to {0}$ the house's rental price.
pt_br: Voce mudou para {0} R $ o preço do aluguel da casa.

# business_name_modified
source: You've changed to '{0}' the business' name.
pt_br: Voce mudou para '{0}' o nome da empresa.

# business_type_modified
source: You've changed to '{0}' the business'type.
pt_br: Voce mudou para '{0}' o tipo de negócio '.

# parking_house_modified
source: You've linked the house {0} to this parking.
pt_br: Voce ligou a casa {0} para este estacionamento.

# parking_slots_modified
source: You've changed to {0} this parking's maximum slots.
pt_br: Voce mudou para {0} slots maximos deste estacionamento.

# parking_type_modified
source: You've change to '{0}' the parking's type.
pt_br: Voce mudou para '{0}' o tipo de estacionamento.

# save_start
source: Saving all entities in the world...
pt_br: Salvando todas as entidades no mundo ...

# save_business
source: {0} business have been updated.
pt_br: {0} negócios foram atualizados.

# save_parkings
source: {0} parkings have been updated.
pt_br: {0} estacionamentos foram atualizados.

# save_finish
source: Entity saving finished.
pt_br: Salvamento de entidade com sucesso.

# new_admin_ticket
source: There's a new incomming assistant ticket.
pt_br: Ha um novo bilhete assistente incomparavel.

# ticket_answered
source: You answered the ticket number '{0}'.
pt_br: Voce respondeu o número do ticket '{0}'.

# vehicle_bring
source: You brought the {0} vehicle to your position.
pt_br: Voce trouxe o {0} veículo para sua posição.

# vehicle_goto
source: You teleported to the vehicle {0}.
pt_br: Voce se teletransporta para o veículo {0}.

# vehicle_repaired
source: You repaired the vehicle.
pt_br: Voce reparou o veículo.

# spectating_player
source: You're spectating {0}.
pt_br: Voce esta observando {0}.

# spect_stopped
source: You've stopped spectating.
pt_br: Voce parou de observar.

# player_jailed
source: {0} has been jailed for {1} minutes. Reason: {2}
pt_br: {0} foi preso por {1} minutos. Motivo: {2}

# kicked_all
source: All the players have been kicked from the server.
pt_br: Todos os jogadores foram expulsos do servidor.

# weapon_event_started
source: Weapon's event has started.
pt_br: O evento das arma começou.

# role_points_given
source: You've given {0} role points to {1}.
pt_br: Voce deu {0} pontos de função para {1}.

# role_points_received
source: {0} gave you {1} role points.
pt_br: {0} deu-lhe {1} pontos de função.

# role_points_removed
source: You've removed {0} role points to {1}.
pt_br: Voce removeu {0} pontos de função para {1}.

# role_points_lost
source: {0} removed you {1} role points.
pt_br: {0} removeu voce {1} pontos de função.

# role_points_set
source: You've set to {0} {1}'s role points.
pt_br: Voce configurou para {0} {1} os pontos de função de.

# role_points_established
source: {0} set to {1} your role points.
pt_br: {0} configurado para {1} seus pontos de função.

# weather_changed
source: {0} has changed the weather value to '{1}'.
pt_br: {0} alterou o valor do clima para '{1}'.

# player_kicked
source: {0} kicked {1} from the server. Reason: {2}
pt_br: {0} chutou {1} do servidor. Motivo: {2}

# player_banned
source: {0} banned {1} from the server. Reason: {2}
pt_br: {0} baniu {1} do servidor. Motivo: {2}

# player_health
source: You changed {0}'s health to {1}.
pt_br: Voce mudou a vida de {0} para {1}.

# target_health
source: {0} changed your health to {1}.
pt_br: {0} alterou sua vida para {1}.

# characters_saved
source: All the characters saved.
pt_br: Todos os personagens foram salvos.

# vehicles_saved
source: All the vehicles saved.
pt_br: Todos os veículos foram salvos.
