Repository: xentripetal/XenRP
Catalog: bridge/resources/XenRP/messages/general/GenRes.*.resx
Languages: pt_br

source: weapon crate
pt_br: caixa de arma

# state
source: The state
pt_br: O estado

source: House sale
pt_br: Venda de casa

source: Vehicle sale
pt_br: Venda de veículo

# payment_players
source: Payment between players
pt_br: Pagamento entre jogadores

# hooker
source: Hooker service
pt_br: Trabalho de prostituta

# character_help
source: Press F to change your character
pt_br: Pressione F para mudar seu personagem

source: Name:
pt_br: Nome:

source: Sex:
pt_br: Sexo:

source: Age:
pt_br: Idade:

source: Money:
pt_br: Dinheiro:

source: Bank:
pt_br: Banco:

source: Job:
pt_br: Emprego:

source: Faction:
pt_br: Facção:

source: Rank:
pt_br: Cargo:

source: Houses:
pt_br: Casas:

source: Owned vehicles:
pt_br: Veículos próprios:

source: Lent vehicles:
pt_br: Veículos alugados:

# played_time
source: Played:
pt_br: Tempo de Jogo:

source: Role points:
pt_br: Pontos de roleplay:

# expiry
source: Expiry date:
pt_br: Data de validade:

# police_faction
source: Police department
pt_br: Departamento de policia

# emergency_faction
source: Emergency medical services
pt_br: Serviço de emergencia medica

# news_faction
source: Weazel News
pt_br: Notícia de Weazel

# townhall_faction
source: Town hall
pt_br: Prefeitura

# transport_faction
source: Transport services
pt_br: Serviços de transporte

source: No rank
pt_br: Sem classificação

source: No faction
pt_br: Sem facção

source: Unemployed
pt_br: Desempregado

source: years
pt_br: anos

# sex_male
source: Male
pt_br: Masculino

# sex_female
source: Female
pt_br: Feminino

# news_announce
source: Weazel News announcement
pt_br: Anúncio de notícias Weazel

# news_prize
source: Weazel News prize
pt_br: Premio Weazel News

# identification
source: Identification card
pt_br: Cartão de identificação

source: Medical insurance
pt_br: Seguro medico

source: Taxi license
pt_br: Licença de taxi

# fines_payment
source: Payment of fines
pt_br: Pagamento de multas

source: SMS from
pt_br: SMS de

source: Pawn shop
pt_br: Loja de penhores

source: Salary:
pt_br: Salario:

source: Extra income:
pt_br: Renda extra:

source: Bank interest:
pt_br: Interesse bancario:

# vehicle_taxes_from
source: Taxes from
pt_br: Impostos de

source: House taxes from
pt_br: Impostos da casa de

source: Owner:
pt_br: Dono:

source: Price:
pt_br: Preço:

source: Status:
pt_br: Estado:

# house_check_title
source: __________Information about house with ID {0}__________
pt_br: __________Informações sobre casa com o ID {0}__________

# vehicle_check_title
source: _________Information about vehicle with ID {0}_________
pt_br: _________Informações sobre o veículo com ID {0}_________

# vehicle_model
source: Model:
pt_br: Modelo:

# vehicle_plate
source: Plate:
pt_br: Placa:

source: Public parking
pt_br: Estacionamento público

source: Garage
pt_br: Garagem

source: Scrapyard
pt_br: Lixão

source: Police depot
pt_br: Depósito policial

source: Interviewer
pt_br: Entrevistador

source: Guest
pt_br: Visitante

# route_north
source: You've been assigned north route.
pt_br: Voce foi designado rota norte.

# route_south
source: You've been assigned south route.
pt_br: Voce foi designado rota sul.

# route_east
source: You've been assigned east route.
pt_br: Voce foi designado rota leste.

# route_west
source: You've been assigned west route.
pt_br: Voce foi designado rota oeste.

# fastfood_job
source: Fastfood deliverer job
pt_br: Emprego Entregador

source: Mechanic job
pt_br: Emprego Mecânico

# garbage_job
source: Garbage man job
pt_br: Emprego Lixeiro

# members_online
source: Online members:
pt_br: Membros on-line:

# reports_header
source: Emergency reports:
pt_br: Relatórios de emergencia:

# faction_lspd
source: LSPD
pt_br: PMESP

# faction_ems
source: EMS
pt_br: SAMU

# faction_news
source: Weazel News
pt_br: Notícia de Weazel

# faction_townhall
source: Town hall
pt_br: Prefeitura

# faction_transport
source: Transport service
pt_br: Serviço de transporte

source: Time:
pt_br: Tempo:

source: place:
pt_br: lugar:

# attended_by
source: status: attended by
pt_br: estado: atendido por

# unattended
source: status: unattended
pt_br: estado: não atendido

# state_occupied
source: House state: Occupied
pt_br: Estado da casa: Ocupado

# state_rent
source: House state: For rent
pt_br: Estado da casa: a Alugar

# state_sale
source: House state: For sale
pt_br: Estado da casa: a venda

# chat_say
source: says:
pt_br: disse:

# chat_yell
source: yells:
pt_br: gritou:

# chat_whisper
source: whispers:
pt_br: sussurrou:

# chat_phone
source: at phone:
pt_br: no telefone:

# chat_radio
source: at radio:
pt_br: no radio:

# pm_to
source: Private message to
pt_br: Mensagem privada para

# pm_from
source: Private message from
pt_br: Mensagem privada de

source: [Phone]
pt_br: [Telefone]

source: [ANNOUNCEMENT]
pt_br: [ANÚNCIO]

# admin_notice
source: [STAFF NOTIFICATION]
pt_br: [NOTIFICAÇÃO DA STAFF]

source: Driving school
pt_br: Auto-escola

source: Car dealer
pt_br: Vendedor de carros

source: Motorcycle dealer
pt_br: Vendedor de motos

source: Boat dealer
pt_br: Vendedor de barcos

# catalog_help
source: Type the command above to see the vehicle list
pt_br: Digite o comando acima para ver a lista de veículos

# job_help
source: Type the command above to get more information about the job
pt_br: Digite o comando acima para obter mais informações sobre o trabalho

# townhall_help
source: Type the command above to get the available formalities
pt_br: Digite o comando acima para obter as formalidades disponíveis

source: House
pt_br: Casa

source: Business
pt_br: Empresa

# welcome_message
source: Welcome to WiredPlayers, {0}.
pt_br: Bem vindo ao WiredPlayers, {0}.

# welcome_hint
source: Use ~b~/welcome ~w~command in order to know how can you start your life in Los Santos.
pt_br: Digite o comando ~b~/jogar ~w~para saber como voce pode começar sua vida em Los Santos.

# help_hint
source: Use ~b~/help ~w~command whenever you want to get general information.
pt_br: Digite o comando ~b~/ajuda ~w~sempre que quiser obter informações gerais.

# ticket_hint
source: Use ~b~/ticket ~w~command to ask for help from the staff.
pt_br: Digite o comando ~b~/ticket ~w~para solicitar ajuda da equipe de suporte.

# not_faction_warning
source: There's no pending report to attend.
pt_br: Não ha relatório pendente para participar.
